Repository: zopyx/RULYX
Catalog: Sources/Shared/Localizations/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh

# profile.add_account_first
source: Add and select an account first.
ar: Add and select an account first. (AR)
de: Fügen Sie zuerst einen Account hinzu und wählen Sie ihn aus.
es: Agrega y selecciona una cuenta primero.
fr: Ajoutez d'abord un compte.
it: Aggiungi prima un account.
ja: 先にアカウントを追加してください。
ko: Add and select an account first. (한국어)
nl: Fügen Sie zuerst einen Account hinzu und wählen Sie ihn aus. (NL)
pl: Add and select an account first. (PL)
pt: Adicionar and select an account first.
ru: Add and select an account first. (RU)
th: Add and select an account first. (TH)
tr: Add and select an account first. (TR)
vi: 请先添加并选择一个账户。 (VI)
zh: 请先添加并选择一个账户。

# profile.add_note
source: Add Note
ar: Add Note (AR)
de: Notiz hinzufügen
es: Agregar nota
fr: Ajouter une note
it: Aggiungi nota
ja: ノートを追加
ko: ノートを追加 (한국어)
nl: Notiz hinzufügen (NL)
pl: Add Note (PL)
pt: Adicionar anotação
ru: Add Note (RU)
th: Add Note (TH)
tr: Add Note (TR)
vi: 添加备注 (VI)
zh: 添加备注

# profile.already_included
source: Already included
ar: Already included (AR)
de: Bereits enthalten
es: Ya incluido
fr: Déjà inclus
it: Già incluso
ja: すでに含まれています
ko: すでに含まれています (한국어)
nl: Already included (NL)
pl: Already included (PL)
pt: Já incluído
ru: Already included (RU)
th: Already included (TH)
tr: Already included (TR)
vi: 已包含 (VI)
zh: 已包含

# profile.apply_preset
source: Apply Preset
ar: تطبيق الإعداد المسبق
de: Voreinstellung anwenden
es: Aplicar preajuste
fr: Appliquer le préréglage
it: Applica preimpostazione
ja: プリセットを適用する
ko: 프리셋 적용
nl: Voorinstelling toepassen
pl: Zastosuj ustawienie wstępne
pt: Aplicar predefinição
ru: Применить предустановку
th: ใช้การตั้งค่าล่วงหน้า
tr: Ön Ayarı Uygula
vi: Áp dụng cài sẵn
zh: 应用预设

# profile.badge.blocking
source: Blocking
ar: الحظر
de: Blockierung
es: Bloqueo
fr: Blocage
it: Blocco
ja: ブロッキング
ko: 블로킹
nl: Blokkeren
pl: Bloking
pt: Bloqueio
ru: Блокировка
th: การปิดกั้น
tr: Engelleme
vi: Chặn
zh: 阻塞

# profile.badge.blocks_me
source: Blocks me
ar: يمنعني
de: Blockiert mich
es: me bloquea
fr: Me bloque
it: Mi blocca
ja: 私をブロックします
ko: 나를 차단합니다
nl: Blokkeert mij
pl: Blokuje mnie
pt: Me bloqueia
ru: Блокирует меня
th: บล็อกฉัน
tr: Beni engelle
vi: Chặn tôi
zh: 阻止我

# profile.badge.following
source: Following
ar: التالي
de: Nachfolgend
es: Siguiente
fr: Suivant
it: Seguente
ja: 続く
ko: 수행원
nl: Volgende
pl: Następny
pt: Seguindo
ru: Следующий
th: กำลังติดตาม
tr: Takip etme
vi: Tiếp theo
zh: 下列的

# profile.badge.follows_me
source: Follows me
ar: يتبعني
de: Folgt mir
es: me sigue
fr: Me suit
it: Mi segue
ja: 私をフォローします
ko: 나를 팔로우한다
nl: Volgt mij
pl: Podąża za mną
pt: Me segue
ru: Следует за мной
th: ติดตามฉัน
tr: Beni takip ediyor
vi: Theo tôi
zh: 跟着我

# profile.beta
source: BETA
ar: بيتا
fr: BÊTA
ja: ベータ
ko: 베타
nl: BÈTA
ru: БЕТА
th: เบต้า
vi: THỬ NGHIỆM
zh: 测试版

# profile.block
source: Block
ar: Block (AR)
de: Blockieren
es: Bloquear
fr: Bloquer
it: Blocca
ja: ブロック
ko: ブロック (한국어)
nl: Blockieren (NL)
pl: Block (PL)
pt: Bloquear
ru: Block (RU)
th: Block (TH)
tr: Block (TR)
vi: 屏蔽 (VI)
zh: 屏蔽

# profile.block_all
source: Block All Followers
ar: Block All Followers (AR)
de: Alle Follower blockieren
es: Bloquear todos los seguidores
fr: Bloquer tous les abonnés
it: Blocca tutti i follower
ja: すべてのフォロワーをブロック
ko: すべてのフォロワーをブロック (한국어)
nl: Alle Follower blockieren (NL)
pl: Block All Followers (PL)
pt: Bloquear todos os seguidores
ru: Block All Followers (RU)
th: Block All Followers (TH)
tr: Block All Followers (TR)
vi: 屏蔽所有粉丝 (VI)
zh: 屏蔽所有粉丝

# profile.block_all_warning
source: Warning: This will block every follower of this account. Use with caution.
ar: تحذير: سيؤدي هذا إلى حظر كل متابع لهذا الحساب. استخدم بحذر.
de: Warnung: Dadurch wird jeder Follower dieses Kontos blockiert.Mit Vorsicht verwenden.
es: Advertencia: esto bloqueará a todos los seguidores de esta cuenta. Úselo con precaución.
fr: Attention : cela bloquera tous les abonnés de ce compte. A utiliser avec prudence.
it: Attenzione: questo bloccherà tutti i follower di questo account. Usare con cautela.
ja: 警告: これにより、このアカウントのすべてのフォロワーがブロックされます。慎重に使用してください。
ko: 경고: 이렇게 하면 이 계정의 모든 팔로어가 차단됩니다. 주의해서 사용하세요.
nl: Waarschuwing: hierdoor wordt elke volger van dit account geblokkeerd. Wees voorzichtig.
pl: Ostrzeżenie: spowoduje to zablokowanie każdego obserwującego to konto. Używaj ostrożnie.
pt: Aviso: isso bloqueará todos os seguidores desta conta. Use com cuidado.
ru: Предупреждение: это заблокирует каждого подписчика этой учетной записи. Используйте с осторожностью.
th: คำเตือน: วิธีนี้จะบล็อกผู้ติดตามทุกคนของบัญชีนี้ ใช้ด้วยความระมัดระวัง
tr: Uyarı: Bu, bu hesabın tüm takipçilerini engelleyecektir. Dikkatli kullanın.
vi: Cảnh báo: Điều này sẽ chặn mọi người theo dõi tài khoản này. Sử dụng một cách thận trọng.
zh: 警告：这将阻止该帐户的所有关注者。谨慎使用。

# profile.block_all.hint
source: Blocks every account that follows this profile — queued as a background action
ar: يحظر كل حساب يتبع ملف التعريف هذا — ويتم وضعه في قائمة الانتظار كإجراء في الخلفية
de: Blockiert jedes Konto, das diesem Profil folgt – als Hintergrundaktion in die Warteschlange gestellt
es: Bloquea todas las cuentas que siguen este perfil (en cola como acción en segundo plano)
fr: Bloque tous les comptes qui suivent ce profil - mis en file d'attente en tant qu'action en arrière-plan
it: Blocca ogni account che segue questo profilo, messo in coda come azione in background
ja: このプロファイルに従うすべてのアカウントをブロックします — バックグラウンド アクションとしてキューに入れられます
ko: 이 프로필을 따르는 모든 계정을 차단합니다. 백그라운드 작업으로 대기 중입니다.
nl: Blokkeert elk account dat dit profiel volgt – in de wachtrij geplaatst als achtergrondactie
pl: Blokuje każde konto, które obserwuje ten profil — umieszczone w kolejce jako akcja w tle
pt: Bloqueia todas as contas que seguem este perfil – na fila como uma ação em segundo plano
ru: Блокирует каждую учетную запись, которая следует за этим профилем — ставится в очередь как фоновое действие.
th: บล็อกทุกบัญชีที่ติดตามโปรไฟล์นี้ — จัดคิวเป็นการดำเนินการเบื้องหลัง
tr: Bu profili takip eden tüm hesapları engeller; arka plan işlemi olarak sıraya alınır
vi: Chặn mọi tài khoản theo dõi hồ sơ này — được xếp hàng dưới dạng hành động nền
zh: 阻止遵循此配置文件的每个帐户 - 作为后台操作排队

# profile.block_back.action
source: Block Back
ar: منع العودة
de: Zurück blockieren
es: Bloquear atrás
fr: Bloquer en arrière
it: Blocca indietro
ja: ブロックバック
ko: 뒤로 차단
nl: Blok terug
pl: Blokuj z powrotem
pt: Bloquear de volta
ru: Блокировать назад
th: บล็อคกลับ
tr: Geri Engelle
vi: Chặn lại
zh: 阻挡回来

# profile.block_back.all_clear
source: You block all accounts that block you
ar: تقوم بحظر جميع الحسابات التي تحظرك
de: Sie sperren alle Konten, die Sie sperren
es: Bloqueas todas las cuentas que te bloquean
fr: Vous bloquez tous les comptes qui vous bloquent
it: Blocchi tutti gli account che ti bloccano
ja: あなたをブロックしているすべてのアカウントをブロックします
ko: 당신을 차단하는 모든 계정을 차단합니다
nl: Je blokkeert alle accounts die jou blokkeren
pl: Blokujesz wszystkie konta, które Cię blokują
pt: Você bloqueia todas as contas que bloqueiam você
ru: Вы блокируете все аккаунты, которые блокируют вас
th: คุณบล็อกบัญชีทั้งหมดที่บล็อกคุณ
tr: Sizi engelleyen tüm hesapları engellersiniz
vi: Bạn chặn tất cả các tài khoản chặn bạn
zh: 您屏蔽了所有屏蔽您的帐户

# profile.block_back.blocked_by
source: Blocked By
ar: تم حظره بواسطة
de: Blockiert von
es: Bloqueado por
fr: Bloqué par
it: Bloccato da
ja: ブロックされている人
ko: 차단한 사람
nl: Geblokkeerd door
pl: Zablokowany przez
pt: Bloqueado por
ru: Заблокировано
th: ถูกบล็อคโดย
tr: Engelleyen:
vi: Bị chặn bởi
zh: 被阻止

# profile.block_back.blocking
source: Blocking
ar: الحظر
de: Blockierung
es: Bloqueo
fr: Blocage
it: Blocco
ja: ブロッキング
ko: 블로킹
nl: Blokkeren
pl: Bloking
pt: Bloqueio
ru: Блокировка
th: การปิดกั้น
tr: Engelleme
vi: Chặn
zh: 阻塞

# profile.block_back.confirm.first.message
source: Block {count} account(s) that block you but aren't blocked back?
ar: هل تريد حظر حساب (حسابات) {count} التي تحظرك ولكن لم يتم حظرها مرة أخرى؟
de: {count}-Konten blockieren, die Sie blockieren, aber nicht wieder blockiert werden?
es: ¿Bloquear cuentas {count} que te bloquean pero que no se vuelven a bloquear?
fr: Bloquer le(s) compte(s) {count} qui vous bloquent mais ne sont pas bloqués ?
it: Bloccare gli account {count} che ti bloccano ma che non vengono bloccati di nuovo?
ja: あなたをブロックしているがブロックされていない{count} アカウントをブロックしますか?
ko: 귀하를 차단했지만 다시 차단되지 않은 {count} 계정을 차단하시겠습니까?
nl: {count}-account(s) blokkeren die u blokkeren, maar niet terug worden geblokkeerd?
pl: Zablokować konta {count}, które Cię blokują, ale nie zostały ponownie zablokowane?
pt: Bloquear contas {count} que bloqueiam você, mas não são bloqueadas de volta?
ru: Заблокировать учетные записи {count}, которые блокируют вас, но не блокируются обратно?
th: บล็อกบัญชี {count} ที่บล็อกคุณ แต่ไม่ถูกบล็อกกลับใช่ไหม
tr: Sizi engelleyen ancak bloke edilmeyen {count} hesapları engellensin mi?
vi: Chặn (các) tài khoản {count} chặn bạn nhưng không bị chặn lại?
zh: 屏蔽屏蔽您但未被屏蔽的{count}帐户？

# profile.block_back.confirm.first.title
source: Block Back
ar: منع العودة
de: Zurück blockieren
es: Bloquear atrás
fr: Bloquer en arrière
it: Blocca indietro
ja: ブロックバック
ko: 뒤로 차단
nl: Blok terug
pl: Blokuj z powrotem
pt: Bloquear de volta
ru: Блокировать назад
th: บล็อคกลับ
tr: Geri Engelle
vi: Chặn lại
zh: 阻挡回来

# profile.block_back.confirm.second.message
source: This cannot be undone.
ar: لا يمكن التراجع عن هذا.
de: Dies kann nicht rückgängig gemacht werden.
es: Esto no se puede deshacer.
fr: Cela ne peut pas être annulé.
it: Questa operazione non può essere annullata.
ja: これを元に戻すことはできません。
ko: 이 작업은 취소할 수 없습니다.
nl: Dit kan niet ongedaan worden gemaakt.
pl: Tego nie można cofnąć.
pt: Isto não pode ser desfeito.
ru: Это невозможно отменить.
th: สิ่งนี้ไม่สามารถยกเลิกได้
tr: Bu geri alınamaz.
vi: Điều này không thể hoàn tác được.
zh: 此操作无法撤消。

# profile.block_back.confirm.second.title
source: Are you sure?
ar: هل أنت متأكد؟
de: Bist du sicher?
es: ¿Está seguro?
fr: Es-tu sûr?
it: Sei sicuro?
ja: 本気ですか？
ko: 확실합니까?
nl: Weet je het zeker?
pl: Czy jesteś pewien?
pt: Tem certeza?
ru: Вы уверены?
th: คุณแน่ใจเหรอ?
tr: Emin misin?
vi: Bạn có chắc không?
zh: 你确定吗？

# profile.block_back.loading
source: Loading block info…
ar: جارٍ تحميل معلومات الكتلة…
de: Blockinformationen werden geladen…
es: Cargando información del bloque...
fr: Chargement des informations sur le bloc…
it: Caricamento informazioni sul blocco…
ja: ブロック情報を読み込み中…
ko: 블록 정보 로드 중…
nl: Blokinformatie laden…
pl: Ładowanie informacji o bloku…
pt: Carregando informações do bloco…
ru: Загрузка информации о блоке…
th: กำลังโหลดข้อมูลบล็อก...
tr: Blok bilgileri yükleniyor…
vi: Đang tải thông tin khối…
zh: 正在加载区块信息...

# profile.block_back.none_blocking
source: No accounts are blocking you.
ar: لا توجد حسابات تمنعك.
de: Kein Konto blockiert Sie.
es: Ninguna cuenta te está bloqueando.
fr: Aucun compte ne vous bloque.
it: Nessun account ti sta bloccando.
ja: あなたをブロックしているアカウントはありません。
ko: 당신을 차단하는 계정이 없습니다.
nl: Er zijn geen accounts die je blokkeren.
pl: Żadne konta Cię nie blokują.
pt: Nenhuma conta está bloqueando você.
ru: Ни один аккаунт вас не блокирует.
th: ไม่มีบัญชีใดปิดกั้นคุณ
tr: Hiçbir hesap sizi engellemiyor.
vi: Không có tài khoản nào đang chặn bạn.
zh: 没有帐户阻止您。

# profile.block_back.progress
source: Blocking back…
ar: حجب العودة…
de: Zurückblockieren…
es: Bloqueando de nuevo...
fr: Bloquer…
it: Blocco indietro...
ja: ブロックバック…
ko: 다시 차단 중…
nl: Terug blokkeren...
pl: Blokuję ponownie…
pt: Bloqueando de volta…
ru: Блокируем ответ…
th: กำลังบล็อกกลับ...
tr: Geri engelleme…
vi: Chặn lại…
zh: 挡回去……

# profile.block_back.section
source: Block Back
ar: منع العودة
de: Zurück blockieren
es: Bloquear atrás
fr: Bloquer en arrière
it: Blocca indietro
ja: ブロックバック
ko: 뒤로 차단
nl: Blok terug
pl: Blokuj z powrotem
pt: Bloquear de volta
ru: Блокировать назад
th: บล็อคกลับ
tr: Geri Engelle
vi: Chặn lại
zh: 阻挡回来

# profile.block.hint
source: Blocks this account from interacting with you
ar: حظر هذا الحساب من التفاعل معك
de: Blockiert die Interaktion dieses Kontos mit Ihnen
es: Bloquea esta cuenta para que no interactúe contigo
fr: Empêche ce compte d'interagir avec vous
it: Impedisce a questo account di interagire con te
ja: このアカウントがあなたとやり取りできないようにブロックします
ko: 이 계정이 귀하와 상호작용하는 것을 차단합니다.
nl: Blokkeert de interactie van dit account met u
pl: Blokuje temu kontu możliwość interakcji z Tobą
pt: Impede que esta conta interaja com você
ru: Блокирует взаимодействие этого аккаунта с вами
th: บล็อกบัญชีนี้ไม่ให้โต้ตอบกับคุณ
tr: Bu hesabın sizinle etkileşimde bulunmasını engeller
vi: Chặn tài khoản này tương tác với bạn
zh: 阻止此帐户与您互动

# profile.blocked.media_desc
source: This account has blocked you. Their media is not available.
ar: لقد قام هذا الحساب بحظرك. وسائل الإعلام الخاصة بهم غير متوفرة.
de: Dieses Konto hat Sie blockiert.Ihre Medien sind nicht verfügbar.
es: Esta cuenta te ha bloqueado. Sus medios no están disponibles.
fr: Ce compte vous a bloqué. Leurs médias ne sont pas disponibles.
it: Questo account ti ha bloccato. I loro media non sono disponibili.
ja: このアカウントはあなたをブロックしました。彼らのメディアは利用できません。
ko: 이 계정이 당신을 차단했습니다. 해당 미디어를 사용할 수 없습니다.
nl: Dit account heeft je geblokkeerd. Hun media zijn niet beschikbaar.
pl: To konto Cię zablokowało. Ich media nie są dostępne.
pt: Esta conta bloqueou você. A mídia deles não está disponível.
ru: Этот аккаунт заблокировал вас. Их СМИ недоступны.
th: บัญชีนี้ได้บล็อกคุณ สื่อของพวกเขาไม่พร้อมใช้งาน
tr: Bu hesap sizi engelledi. Medyaları mevcut değil.
vi: Tài khoản này đã chặn bạn. Phương tiện truyền thông của họ không có sẵn.
zh: 该帐户已阻止您。他们的媒体不可用。

# profile.blocked.posts_desc
source: This account has blocked you. Their posts are not available.
ar: لقد قام هذا الحساب بحظرك. مشاركاتهم غير متوفرة.
de: Dieses Konto hat Sie blockiert.Ihre Beiträge sind nicht verfügbar.
es: Esta cuenta te ha bloqueado. Sus publicaciones no están disponibles.
fr: Ce compte vous a bloqué. Leurs messages ne sont pas disponibles.
it: Questo account ti ha bloccato. I loro post non sono disponibili.
ja: このアカウントはあなたをブロックしました。彼らの投稿は利用できません。
ko: 이 계정이 당신을 차단했습니다. 해당 게시물을 볼 수 없습니다.
nl: Dit account heeft je geblokkeerd. Hun berichten zijn niet beschikbaar.
pl: To konto Cię zablokowało. Ich posty nie są dostępne.
pt: Esta conta bloqueou você. Suas postagens não estão disponíveis.
ru: Этот аккаунт заблокировал вас. Их посты недоступны.
th: บัญชีนี้ได้บล็อกคุณ โพสต์ของพวกเขาไม่พร้อมใช้งาน
tr: Bu hesap sizi engelledi. Gönderileri mevcut değil.
vi: Tài khoản này đã chặn bạn. Bài viết của họ không có sẵn.
zh: 该帐户已阻止您。他们的帖子不可用。

# profile.blocked.title
source: Account Blocks You
ar: الحساب يحظرك
de: Konto blockiert Sie
es: La cuenta te bloquea
fr: Le compte vous bloque
it: L'account ti blocca
ja: アカウントがあなたをブロックしています
ko: 계정이 당신을 차단합니다
nl: Account blokkeert je
pl: Konto Cię blokuje
pt: A conta bloqueia você
ru: Аккаунт блокирует вас
th: บัญชีบล็อกคุณ
tr: Hesap Sizi Engelliyor
vi: Chặn tài khoản của bạn
zh: 帐户阻止您

# profile.current_badge
source: current
ar: current (AR)
de: aktuell
es: actual
fr: actuel
it: corrente
ja: 現在
ko: 現在 (한국어)
nl: aktuell (NL)
pl: current (PL)
pt: atual
ru: current (RU)
th: current (TH)
tr: current (TR)
vi: 当前 (VI)
zh: 当前

# profile.did
source: DID
ar: DID (AR)
de: TAT
es: HIZO
fr: A FAIT
it: FATTO
ja: した
ko: DID (한국어)
nl: DID (NL)
pl: DID (PL)
pt: FEZ
ru: DID (RU)
th: DID (TH)
tr: DID (TR)
vi: DID (VI)
zh: 做过

# profile.direct_message
source: Direct Message
ar: رسالة مباشرة
de: Direktnachricht
es: Mensaje directo
fr: Message direct
it: Messaggio diretto
ja: ダイレクトメッセージ
ko: 다이렉트 메시지
nl: Direct bericht
pl: Wiadomość bezpośrednia
pt: Mensagem Direta
ru: Прямое сообщение
th: ข้อความโดยตรง
tr: Doğrudan Mesaj
vi: Tin nhắn trực tiếp
zh: 私信

# profile.edit_note
source: Edit Note
ar: Edit Note (AR)
de: Notiz bearbeiten
es: Editar nota
fr: Modifier la note
it: Modifica nota
ja: ノートを編集
ko: ノートを編集 (한국어)
nl: Notiz bearbeiten (NL)
pl: Edit Note (PL)
pt: Editar anotação
ru: Edit Note (RU)
th: Edit Note (TH)
tr: Edit Note (TR)
vi: 编辑备注 (VI)
zh: 编辑备注

# profile.followers
source: Followers
ar: Followers (AR)
de: Follower
es: Seguidores
fr: Abonnés
it: Follower
ja: フォロワー
ko: フォロワー (한국어)
nl: Follower (NL)
pl: Followers (PL)
pt: Seguidores
ru: Followers (RU)
th: Followers (TH)
tr: Followers (TR)
vi: Followers (VI)
zh: 粉丝

# profile.following
source: Following
ar: Following (AR)
de: Folge ich
es: Seguidos
fr: Abonnements
it: Seguiti
ja: フォロー中
ko: フォロー中 (한국어)
nl: Folge ich (NL)
pl: Following (PL)
pt: Seguindo
ru: Following (RU)
th: Following (TH)
tr: Following (TR)
vi: Following (VI)
zh: 关注

# profile.handle
source: Handle
ar: Handle (AR)
de: Handhaben
es: Manejar
fr: Poignée
it: Maniglia
ja: ハンドル
ko: ハンドル (한국어)
nl: Handle (NL)
pl: Handle (PL)
pt: Lidar
ru: Handle (RU)
th: Handle (TH)
tr: Handle (TR)
vi: Handle (VI)
zh: 处理

# profile.handle_history
source: Handle History
ar: Handle History (AR)
de: Handle-Verlauf
es: Historial de handle
fr: Historique du handle
it: Cronologia handle
ja: ハンドル履歴
ko: ハンドル履歴 (한국어)
nl: Handle-Verlauf (NL)
pl: Handle History (PL)
pt: Histórico de handle
ru: Handle History (RU)
th: Handle History (TH)
tr: Handle History (TR)
vi: Handle 历史 (VI)
zh: Handle 历史

# profile.included
source: Included
ar: Included (AR)
de: Enthalten
es: Incluido
fr: Inclus
it: Incluso
ja: 含まれています
ko: 含まれています (한국어)
nl: Enthalten (NL)
pl: Included (PL)
pt: Incluído
ru: Included (RU)
th: Included (TH)
tr: Included (TR)
vi: Included (VI)
zh: 已包含

# profile.included_status
source: Included
ar: Included (AR)
de: Enthalten
es: Incluido
fr: Inclus
it: Incluso
ja: 含まれています
ko: 含まれています (한국어)
nl: Enthalten (NL)
pl: Included (PL)
pt: Incluído
ru: Included (RU)
th: Included (TH)
tr: Included (TR)
vi: 已包含 (VI)
zh: 已包含

# profile.inspect
source: Inspect Profile
ar: Inspect Profile (AR)
de: Profil inspizieren
es: Inspeccionar perfil
fr: Inspecter le profil
it: Ispeziona profilo
ja: プロフィールを検査
ko: プロフィールを検査 (한국어)
nl: Profil inspizieren (NL)
pl: Inspect Profile (PL)
pt: Inspecionar perfil
ru: Inspect Profile (RU)
th: Inspect Profile (TH)
tr: Inspect Profile (TR)
vi: 检查个人资料 (VI)
zh: 检查个人资料

# profile.inspect.hint
source: Performs a detailed profile lookup with stats and moderation info
ar: Performs a detailed profile lookup with stats and moderation info (AR)
de: Führt eine detaillierte Profilprüfung mit Statistiken und Moderationsinfo durch
es: Performs a detailed profile lookup with estadísticas and moderación info
fr: Effectue une recherche détaillée du profil
it: Esegue una ricerca dettagliata del profilo
ja: 詳細なプロフィール検索を実行
ko: Performs a detailed profile lookup with stats and moderation info (한국어)
nl: Führt eine detaillierte Profilprüfung mit Statistiken und Moderationsinfo durch (NL)
pl: Performs a detailed profile lookup with stats and moderation info (PL)
pt: Performs a detailed profile lookup with stats and moderação info
ru: Performs a detailed profile lookup with stats and moderation info (RU)
th: Performs a detailed profile lookup with stats and moderation info (TH)
tr: Performs a detailed profile lookup with stats and moderation info (TR)
vi: 执行详细的个人资料查找，包含统计和审核信息 (VI)
zh: 执行详细的个人资料查找，包含统计和审核信息

# profile.inspect.label
source: Inspect Bluesky profile
ar: Inspect Bluesky profile (AR)
de: Bluesky-Profil prüfen
es: Inspeccionar perfil de Bluesky
fr: Inspecter le profil Bluesky
it: Ispeziona profilo Bluesky
ja: Blueskyプロフィールを検査
ko: Inspect Bluesky profile (한국어)
nl: Bluesky-Profil prüfen (NL)
pl: Inspect Bluesky profile (PL)
pt: Inspecionar perfil do Bluesky
ru: Inspect Bluesky profile (RU)
th: Inspect Bluesky profile (TH)
tr: Inspect Bluesky profile (TR)
vi: 检查 Bluesky 个人资料 (VI)
zh: 检查 Bluesky 个人资料

# profile.inspecting
source: Inspecting
ar: Inspecting (AR)
de: Prüfe
es: Inspeccionando
fr: Inspection
it: Ispezione in corso
ja: 検査中
ko: 検査中 (한국어)
nl: Prüfe (NL)
pl: Inspecting (PL)
pt: Inspecionando
ru: Inspecting (RU)
th: Inspecting (TH)
tr: Inspecting (TR)
vi: 检查中 (VI)
zh: 检查中

# profile.joined
source: Joined
ar: Joined (AR)
de: Beigetreten
es: Fecha de registro
fr: Inscrit
it: Iscritto
ja: 参加日
ko: 参加日 (한국어)
nl: Beigetreten (NL)
pl: Joined (PL)
pt: Data de entrada
ru: Joined (RU)
th: Joined (TH)
tr: Joined (TR)
vi: 加入时间 (VI)
zh: 加入时间

# profile.joined_all_time
source: Joined all-time: {count}
ar: Joined all-time: {count} (AR)
de: Insgesamt beigetreten: {count}
es: Unidos en total: {count}
fr: Inscrit au total : {count}
it: Iscritti totali: {count}
ja: 全期間の参加: {count}
ko: Joined all-time: {count} (한국어)
nl: Joined all-time: {count} (NL)
pl: Joined all-time: {count} (PL)
pt: Total de inscrições: {count}
ru: Joined all-time: {count} (RU)
th: Joined all-time: {count} (TH)
tr: Joined all-time: {count} (TR)
vi: 累计加入：{count} (VI)
zh: 累计加入：{count}

# profile.labels
source: Labels
ar: Labels (AR)
de: Etiketten
es: Etiquetas
fr: Étiquettes
it: Etichette
ja: ラベル
ko: ラベル (한국어)
nl: Labels (NL)
pl: Labels (PL)
pt: Etiquetas
ru: Labels (RU)
th: Labels (TH)
tr: Labels (TR)
vi: 标签 (VI)
zh: 标签

# profile.labels_section
source: Labels
ar: Labels (AR)
de: Etiketten
es: Etiquetas
fr: Étiquettes
it: Etichette
ja: ラベル
ko: ラベル (한국어)
nl: Labels (NL)
pl: Labels (PL)
pt: Etiquetas
ru: Labels (RU)
th: Labels (TH)
tr: Labels (TR)
vi: 标签 (VI)
zh: 标签

# profile.loading
source: Loading profile
ar: Loading profile (AR)
de: Profil wird geladen
es: Cargando perfil
fr: Chargement du profil
it: Caricamento profilo
ja: プロフィール読み込み中
ko: プロフィール読み込み中 (한국어)
nl: Profil wird geladen (NL)
pl: Loading profile (PL)
pt: Carregando perfil
ru: Loading profile (RU)
th: Loading profile (TH)
tr: Loading profile (TR)
vi: 加载个人资料中 (VI)
zh: 加载个人资料中

# profile.lookup
source: Lookup
ar: Lookup (AR)
de: Suche
es: Búsqueda
fr: Recherche
it: Ricerca
ja: 検索
ko: 検索 (한국어)
nl: Suche (NL)
pl: Lookup (PL)
pt: Consulta
ru: Lookup (RU)
th: Lookup (TH)
tr: Lookup (TR)
vi: 查找 (VI)
zh: 查找

# profile.media.download_complete
source: Download Complete
ar: اكتمل التنزيل
de: Download abgeschlossen
es: Descarga completa
fr: Téléchargement terminé
it: Download completato
ja: ダウンロード完了
ko: 다운로드 완료
nl: Download voltooid
pl: Pobieranie zakończone
pt: Download concluído
ru: Загрузка завершена
th: ดาวน์โหลดเสร็จสิ้น
tr: İndirme tamamlandı
vi: Tải xuống hoàn tất
zh: 下载完成

# profile.media.download_errors
source: Errors
ar: أخطاء
de: Fehler
es: Errores
fr: Erreurs
it: Errori
ja: エラー
ko: 오류
nl: Fouten
pl: Błędy
pt: Erros
ru: Ошибки
th: ข้อผิดพลาด
tr: Hatalar
vi: Lỗi
zh: 错误

# profile.media.download_failed
source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallido
fr: Échoué
it: Fallito
ja: 失敗
ko: 실패
nl: Mislukt
pl: Nieudane
pt: Falha
ru: Ошибка
th: ล้มเหลว
tr: Başarısız
vi: Thất bại
zh: 失败

# profile.media.download_files
source: Files
ar: ملفات
de: Dateien
es: Archivos
fr: Fichiers
it: File
ja: ファイル
ko: 파일
nl: Bestanden
pl: Pliki
pt: Arquivos
ru: Файлы
th: ไฟล์
tr: Dosyalar
vi: Tệp
zh: 文件

# profile.media.download_folder
source: Folder
ar: مجلد
de: Ordner
es: Carpeta
fr: Dossier
it: Cartella
ja: フォルダ
ko: 폴더
nl: Map
pl: Falcówka
pt: Pasta
ru: Папка
th: โฟลเดอร์
tr: Klasör
vi: Thư mục
zh: 文件夹

# profile.media.download_selected
source: Download Selected
ar: تنزيل المحدد
de: Ausgewählte herunterladen
es: Descargar selección
fr: Télécharger la sélection
it: Scarica selezionati
ja: 選択項目をダウンロード
ko: 선택 항목 다운로드
nl: Geselecteerde downloaden
pl: Pobierz wybrane
pt: Baixar selecionados
ru: Скачать выбранное
th: ดาวน์โหลดที่เลือก
tr: Seçilenleri indir
vi: Tải xuống mục đã chọn
zh: 下载所选

# profile.media.download_succeeded
source: Succeeded
ar: نجح
de: Erfolgreich
es: Exitoso
fr: Réussi
it: Riuscito
ja: 成功
ko: 성공
nl: Gelukt
pl: Udane
pt: Sucesso
ru: Успешно
th: สำเร็จ
tr: Başarılı
vi: Thành công
zh: 成功

# profile.media.download_total
source: Total
ar: المجموع
de: Gesamt
it: Totale
ja: 合計
ko: 합계
nl: Totaal
pl: Łącznie
ru: Всего
th: รวม
tr: Toplam
vi: Tổng
zh: 总计
